

config = {
    # 设备列表，会检查设备是否可用
    "devices": [
        # {"serial": "192.168.1.209:5555", "channel": 1},
        {"serial": "192.168.1.211:5555", "channel": 2},
        # {"serial": "192.168.1.212:5555", "channel": 2}
    ],
    "apks": [
        # 输入法插件
        {
            "apk": "../apks/ADBKeyboard.apk",
            "package": "com.android.adbkeyboard",
            "activity": ".AdbIME"
        }
    ],
    "world_chat": [
        "小改改陪开黑聊天+我哦",
        "声控小哥哥加我开黑～",
        "处cp有吗？在线等",
        "车队妹子找对象+++",
        "求能带我开黑的哥哥一枚",
        "姐姐团陪玩开黑处cp啦+我",
        "求安慰求带飞找cp+我",
        "cp滴滴～双排+我",
        "找陪玩姐姐的+我，5星服务",
        "5星陪玩，骗人司马+我",
        "cpdd",
        "cp陪玩+我",
        "超专业陪玩，舒畅解压+我",
        "职业陪玩+++",
        "高端陪玩解压+我匹配",
        "陪玩交友需求的私我",
        "无聊找妹子开黑+我匹配",
        "专业陪玩非诚勿扰+++",
        "陪玩介绍cp非诚勿扰+++",
        "开黑陪玩处cp滴滴滴滴",
        "聊天cp陪玩开黑按需匹配++",
        "cp陪伴语音开黑+我",
        "职业陪玩非诚勿扰++",
        "脱单陪玩开黑语音++"
    ],
    "friend_chat": [
        "头像好酷哦小哥哥～是要陪玩或者匹配cp？",
        "加叩群410063871,正规语音直播平台",
        "我们将按您的需求为您提供精准服务～"
    ]
}
