

config = {
    # 设备列表，会检查设备是否可用
    "devices": [
        # {"serial": "192.168.1.209:5555", "channel": 1},
        # {"serial": "192.168.1.211:5555", "channel": 2},
        {"serial": "192.168.1.212:5555", "channel": 2}  # iQOO
    ],
    "apks": [
        # 输入法插件
        {
            "apk": "../apks/ADBKeyboard.apk",
            "package": "com.android.adbkeyboard",
            "activity": ".AdbIME"
        }
    ],
    "world_chat": [
        "专业主播小改改陪开黑聊天+我哦",
        "声控小哥哥加我一起玩～",
        "小博主在线处cp有吗？在线等",
        "车队妹子找对象+++",
        "姐姐团陪玩开黑处cp啦+我",
        "cp滴滴～小主博在线双排+我",
        "找陪玩姐姐的+我，5星服务",
        "5星陪玩，骗人司马+我",
        "小主播在线cp陪玩+我",
        "超专业陪玩，舒畅解压+我",
        "职业陪玩+++",
        "高端陪玩解压+我匹配",
        "陪玩交友需求的私我",
        "专业陪玩非诚勿扰+++",
        "陪玩介绍cp非诚勿扰+++",
        "开黑陪玩处cp滴滴滴滴",
        "小主播聊天cp陪玩开黑按需匹配++",
        "小主播cp陪伴语音开黑+我",
        "职业陪玩非诚勿扰++",
        "本博主好无聊啊，有没有喜欢唠嗑开黑的++"
    ],
    "friend_chat": [
        "hello",
        "小姐姐准备开直播去了",
        "有时间可以找她聊天开黑带你飞呀",
        "帮忙攒攒人气，顺便点个关注嘿嘿"
    ]
}
